Repository: yangzichao/JustSessions
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (imported)
zh_hans: %@（已导入）

source: %@ (not installed)
zh_hans: %@（未安装）

source: %@ - Left view
zh_hans: %@ - 左侧视图

source: %@ - Right view
zh_hans: %@ - 右侧视图

source: %@ could not be refreshed: %@
zh_hans: 无法刷新 %@：%@

source: %@ has not saved this session yet · click to open its terminal
zh_hans: %@ 尚未保存此会话 · 点击打开终端

source: %@ tab group
zh_hans: %@ 标签组

source: %@ will permanently delete this session using its native CLI. This cannot be undone.
zh_hans: %@ 将通过原生 CLI 永久删除此会话。此操作无法撤销。

# %@ · %@ subagent · %@
source: %1$@ · %2$@ subagent · %3$@
zh_hans: %1$@ · %2$@ 子代理 · %3$@

source: %@ · ⌘-click to select multiple projects; Shift-click to select a range
zh_hans: %@ · 按住 ⌘ 点击选择多个项目；按住 Shift 点击选择一个范围

# %@, %@ subagent
source: %1$@, %2$@ subagent
zh_hans: %1$@，%2$@ 子代理

source: %@, %@, open terminal, not saved yet
zh_hans: %@，%@，终端已打开，尚未保存

source: %lld earlier entries are not shown. Resume the session to see all of it.
zh_hans: 未显示前面的 %lld 条记录。继续会话可查看全部内容。

source: %lld messages
zh_hans: %lld 条消息

source: %lld of %lld
zh_hans: %lld / %lld

source: %lld points
zh_hans: %lld 磅

source: %lld projects selected
zh_hans: 已选择 %lld 个项目

source: %lld pt
zh_hans: %lld 磅

source: %lld selected
zh_hans: 已选择 %lld 项

source: %lld sessions selected
zh_hans: 已选择 %lld 个会话

source: %lld sessions with open terminals will be skipped.
zh_hans: 将跳过 %lld 个终端已打开的会话。

source: %lld subagent sessions stay on disk.
zh_hans: %lld 个子代理会话将保留在磁盘上。

source: %lld tool calls
zh_hans: %lld 次工具调用

source: **Open tabs** lists every tab with what its CLI is doing. ⌘1 to ⌘8 go to a tab by its position, and ⌘9 to the last.
zh_hans: **已打开** 列出每个标签页及其 CLI 正在做什么。⌘1 到 ⌘8 按位置切换标签页，⌘9 切换到最后一个。

source: **Resume** continues this conversation in its CLI, in its original folder. Double-clicking the session in the sidebar does the same.
zh_hans: **继续** 会在原来的文件夹中用它的 CLI 接着这段对话。在侧栏双击这个会话也可以。

source: **Resume**, or a double-click, continues the conversation in its CLI and original folder. **Branch**, where the CLI supports it, starts a new session from a copy and leaves the original as it was.
zh_hans: **继续**（或双击会话）会在原来的 CLI 和文件夹中接着这段对话。**分支** 会从对话的副本开始一个新会话，原会话保持不变，仅部分 CLI 支持。

source: **⌘N** starts a session in any installed CLI, or a plain terminal. Tabs group by project, and **Open tabs** in the sidebar lists them all. Right-click a tab to show two side by side.
zh_hans: **⌘N** 可用任一已安装的 CLI 开始会话，或打开普通终端。标签页按项目分组，侧边栏的 **已打开** 会列出全部标签页。右键单击标签页可将两个并排显示。

source: 1 message
zh_hans: 1 条消息

source: 1 session with an open terminal will be skipped.
zh_hans: 将跳过 1 个终端已打开的会话。

source: 1 subagent session stays on disk.
zh_hans: 1 个子代理会话将保留在磁盘上。

source: 1 tool call
zh_hans: 1 次工具调用

source: A CLI still running in tmux reattaches. Other sessions resume when you select their tab, including after a Mac restart. Plain terminals open a new shell in their folder.
zh_hans: 仍在 tmux 中运行的 CLI 会重新连接。其他会话在选中标签时继续，包括 Mac 重启后的会话。普通终端会在原文件夹打开新 shell。

source: A session whose subagents ran sessions of their own gets a chevron before its icon. Click it to list them under the session and read them. Kiro's aren't listed; on SSH hosts, only Codex's and Antigravity's are.
zh_hans: 若会话的子代理运行了自己的会话，该会话图标前会出现一个箭头。点击它即可在该会话下列出并阅读这些会话。不列出 Kiro 的子代理会话；SSH 主机上仅列出 Codex 和 Antigravity 的。

source: A subagent ran this session for the session that started it. It can be read here, but not resumed or deleted on its own.
zh_hans: 子代理为启动它的会话运行了此会话。可以在这里阅读，但不能单独继续或删除。

source: About JustSessions
zh_hans: 关于 JustSessions

source: Add SSH host
zh_hans: 添加 SSH 主机

source: Add SSH host…
zh_hans: 添加 SSH 主机…

source: Add a project folder on %@
zh_hans: 在 %@ 上添加项目文件夹

source: Add a project folder on this Mac
zh_hans: 在此 Mac 上添加项目文件夹

source: Add a project folder or restore an archived project on %@
zh_hans: 在 %@ 上添加项目文件夹，或恢复已归档的项目

source: Add a project folder or restore an archived project on this Mac
zh_hans: 在此 Mac 上添加项目文件夹，或恢复已归档的项目

source: Add a server you reach with passwordless SSH to browse and resume its sessions here.
zh_hans: 添加一台可通过免密 SSH 连接的服务器，就能在这里浏览并继续它上面的会话。

source: Add anyway
zh_hans: 仍然添加

source: Add host
zh_hans: 添加主机

source: Add or restore a project on %@
zh_hans: 在 %@ 上添加或恢复项目

source: Add or restore a project on this Mac
zh_hans: 在此 Mac 上添加或恢复项目

source: Add project
zh_hans: 添加项目

source: Add project on %@
zh_hans: 在 %@ 上添加项目

source: Add project on this Mac
zh_hans: 在此 Mac 上添加项目

source: Add project…
zh_hans: 添加项目…

source: Add tab to new split view
zh_hans: 向新拆分视图添加标签页

source: All sessions
zh_hans: 全部会话

source: All time
zh_hans: 全部时间

source: All tools
zh_hans: 所有工具

source: Allow JustSessions in macOS Login Items to finish enabling automatic launch.
zh_hans: 请在 macOS 的“登录项”中允许 JustSessions，以完成自动启动设置。

source: Allowed
zh_hans: 已允许

# Also resumes %@ sessions on %@. JustSessions adds its own arguments after it.
source: Also resumes %1$@ sessions on %2$@. JustSessions adds its own arguments after it.
zh_hans: 在 %2$@ 上恢复 %1$@ 会话时也会用它。JustSessions 会在它后面加上自己的参数。

source: Also resumes %@ sessions on this Mac. JustSessions adds its own arguments after it.
zh_hans: 在这台 Mac 上恢复 %@ 会话时也会用它。JustSessions 会在它后面加上自己的参数。

source: An archived project is hidden from the sidebar. Its folder and sessions stay on disk, and restoring it lists them again. Starting a new session in its folder also restores it.
zh_hans: 已归档的项目会从侧栏中隐藏。其文件夹和会话仍保留在磁盘上，恢复后会重新列出。在其文件夹中新建会话也会恢复该项目。

source: Antigravity and OpenCode need `python3`; deleting Antigravity sessions also needs `lsof`.
zh_hans: Antigravity 和 OpenCode 需要 `python3`；删除 Antigravity 会话还需要 `lsof`。

source: App
zh_hans: 应用

source: Appearance
zh_hans: 外观

source: Applies immediately to all terminals. Some CLI apps use their own colors.
zh_hans: 立即应用到所有终端。部分 CLI 应用使用自己的配色。

source: Archive
zh_hans: 归档

source: Archive %lld projects
zh_hans: 归档 %lld 个项目

# Archive %lld projects and delete %lld sessions
source: Archive %1$lld projects and delete %2$lld sessions
zh_hans: 归档 %1$lld 个项目并删除 %2$lld 个会话

source: Archive %lld projects and delete 1 session
zh_hans: 归档 %lld 个项目并删除 1 个会话

# Archive %lld projects and delete all sessions (%lld)…
source: Archive %1$lld projects and delete all sessions (%2$lld)…
zh_hans: 归档 %1$lld 个项目并删除所有会话（%2$lld）…

source: Archive and delete sessions…
zh_hans: 归档并删除会话…

source: Archive project
zh_hans: 归档项目

source: Archive project and delete %lld sessions
zh_hans: 归档项目并删除 %lld 个会话

source: Archive project and delete 1 session
zh_hans: 归档项目并删除 1 个会话

source: Archive project and delete all sessions (%lld)…
zh_hans: 归档项目并删除所有会话（%lld）…

source: Archive selected projects
zh_hans: 归档所选项目

source: Archive selected projects and delete their sessions
zh_hans: 归档所选项目并删除其会话

source: Archive the selected projects and delete their sessions, except those with open terminals
zh_hans: 归档所选项目并删除其会话，已打开终端的会话除外

source: Archive the selected projects; keep sessions and open terminals
zh_hans: 归档所选项目；保留会话和已打开的终端

source: Archived projects
zh_hans: 已归档的项目

source: Archived projects (%lld)…
zh_hans: 已归档的项目（%lld）…

source: Archived projects on %@
zh_hans: %@ 上已归档的项目

source: Arrange split view
zh_hans: 调整拆分视图

source: Ask Now
zh_hans: 立即请求

source: Ask each time
zh_hans: 每次询问

source: Branch
zh_hans: 分支

source: Branch %lld sessions
zh_hans: 为 %lld 个会话创建分支

source: Browse and resume sessions on another machine.
zh_hans: 浏览并继续其他机器上的会话。

source: Browse…
zh_hans: 浏览…

source: CLIs skip your interactive shell startup, which starts another program
zh_hans: CLI 会跳过你的交互式 shell 启动配置，因为它会先启动其他程序

source: Can't check
zh_hans: 无法检查

source: Cancel
zh_hans: 取消

source: Cancel deletion
zh_hans: 取消删除

source: Check Again
zh_hans: 重新检查

source: Check for updates
zh_hans: 检查更新

source: Check shell startup
zh_hans: 检查 shell 启动配置

source: Check that the CLI runs in your usual terminal and has saved a conversation. **New session** offers only the CLIs it finds installed.
zh_hans: 确认 CLI 能在你常用的终端里运行，并且已保存过对话。**新建会话** 只提供检测到已安装的 CLI。

source: Checking shell startup…
zh_hans: 正在检查 shell 启动配置…

source: Checking the folder on %@…
zh_hans: 正在检查 %@ 上的文件夹…

source: Checking the start command on %@…
zh_hans: 正在检查 %@ 上的启动命令…

source: Checking the start command…
zh_hans: 正在检查启动命令…

source: Choose
zh_hans: 选择

source: Choose **Add SSH host…** at the bottom of the sidebar, then enter `user@hostname` or an alias from `~/.ssh/config`. Your code and CLIs run on the host; its history is cached on this Mac.
zh_hans: 在侧边栏底部选择 **添加 SSH 主机…**，然后输入 `user@hostname` 或 `~/.ssh/config` 中的别名。代码和 CLI 在主机上运行，它的历史记录会缓存到这台 Mac。

source: Choose a session in the sidebar to read its conversation.
zh_hans: 在侧栏中选择一个会话，阅读其对话内容。

source: Choose or enter a folder
zh_hans: 选择或输入文件夹

source: Claude Code, Antigravity, and Pi sessions move to the Trash; Codex, Kiro CLI, and OpenCode sessions are permanently deleted.
zh_hans: Claude Code、Antigravity 和 Pi 会话将移到废纸篓；Codex、Kiro CLI 和 OpenCode 会话将被永久删除。

source: Claude Code, Antigravity, and Pi sessions on this Mac move to the Trash. Codex, Kiro CLI, and OpenCode sessions and all sessions on SSH hosts are permanently deleted.
zh_hans: 本机的 Claude Code、Antigravity 和 Pi 会话将移到废纸篓。Codex、Kiro CLI、OpenCode 会话和 SSH 主机上的所有会话将被永久删除。

source: Claude Code, Codex, Pi, and OpenCode on this Mac notify you when they finish a turn or need your input, unless you are looking at their tab. Choose which in General.
zh_hans: 这台 Mac 上的 Claude Code、Codex、Pi 和 OpenCode 完成一轮回复或需要你输入时会通知你，正在查看其标签页时除外。可在通用设置中选择通知哪些情况。

source: Clear filters
zh_hans: 清除筛选

source: Clear the selection, or close search
zh_hans: 取消选择，或关闭搜索

source: Click a session to read it; nothing runs. Double-click it to continue in its CLI, in the original folder.
zh_hans: 单击会话即可阅读，不会运行任何东西。双击则在原文件夹中用它的 CLI 继续。

source: Click a session to read its conversation; no CLI starts. **Open in new window** gives it a window of its own.
zh_hans: 单击会话即可阅读对话，不会启动 CLI。**在新窗口中打开** 可以让它单独占一个窗口。

source: Click the project's name to collapse its tabs. A collapsed group still shows when a CLI is waiting on you.
zh_hans: 单击项目名称即可折叠它的标签页。折叠后，有 CLI 在等你时仍会显示出来。

source: Close %@
zh_hans: 关闭 %@

source: Close Left View
zh_hans: 关闭左侧视图

source: Close Right View
zh_hans: 关闭右侧视图

source: Close Tab…
zh_hans: 关闭标签…

source: Close Window
zh_hans: 关闭窗口

source: Close a tab with **Keep running**, or quit the app, and the CLI carries on in tmux. Click its session to return. A plain terminal ends with its tab.
zh_hans: 关闭标签页时选择 **保持运行**，或直接退出应用，CLI 都会在 tmux 中继续运行。单击它的会话即可回去。普通终端会随标签页一起结束。

source: Close find
zh_hans: 关闭查找

source: Close left view
zh_hans: 关闭左侧视图

source: Close right view
zh_hans: 关闭右侧视图

source: Close search
zh_hans: 关闭搜索

source: Close search (Escape)
zh_hans: 关闭搜索（Escape）

source: Close terminal
zh_hans: 关闭终端

source: Close terminal…
zh_hans: 关闭终端…

source: Close the tab, keep the CLI
zh_hans: 关掉标签页，CLI 照常运行

source: Close the tab, or the window when no tabs are open
zh_hans: 关闭标签页；没有标签页时关闭窗口

source: Close this tab?
zh_hans: 关闭此标签？

source: Close this terminal?
zh_hans: 关闭此终端？

source: Close this view
zh_hans: 关闭此视图

source: Closing tabs
zh_hans: 关闭标签

source: Collapse Group
zh_hans: 折叠标签组

source: Collapse project
zh_hans: 折叠项目

source: Colors
zh_hans: 配色

source: Connect again; a CLI still running in tmux on the host is reattached
zh_hans: 重新连接；仍在主机 tmux 中运行的 CLI 会重新接入

source: Connecting to %@…
zh_hans: 正在连接 %@…

source: Copied
zh_hans: 已复制

source: Copies the colors once. JustSessions doesn't read iTerm2's settings again.
zh_hans: 只复制一次配色，之后 JustSessions 不会再读取 iTerm2 的设置。

source: Copy
zh_hans: 复制

source: Copy %lld conversations
zh_hans: 复制 %lld 个对话

source: Copy code
zh_hans: 复制代码

source: Copy conversation
zh_hans: 复制对话

source: Copy project path
zh_hans: 复制项目路径

source: Copy saved messages and tool-call summaries as Markdown
zh_hans: 将已保存的消息和工具调用摘要复制为 Markdown

source: Copy session ID
zh_hans: 复制会话 ID

source: Copy the selection. Hold ⇧ while dragging to select text.
zh_hans: 复制所选内容。按住 ⇧ 拖动即可选择文字。

source: Copying sessions…
zh_hans: 正在复制会话…

source: Could not change launch at login: %@
zh_hans: 无法更改开机启动设置：%@

source: Could not copy conversation
zh_hans: 无法复制对话

source: Could not export conversation
zh_hans: 无法导出对话

source: Could not open terminal
zh_hans: 无法打开终端

source: Could not read this session
zh_hans: 无法读取此会话

source: Could not start session
zh_hans: 无法启动会话

source: Couldn't find iTerm2's default profile. A dynamic profile can't be imported.
zh_hans: 找不到 iTerm2 的默认 Profile。动态 Profile 无法导入。

source: Create folder and add
zh_hans: 创建文件夹并添加

source: Creating the folder on %@…
zh_hans: 正在 %@ 上创建文件夹…

source: Dark
zh_hans: 深色

source: Delete %lld sessions
zh_hans: 删除 %lld 个会话

source: Delete %lld sessions…
zh_hans: 删除 %lld 个会话…

source: Delete 1 session
zh_hans: 删除 1 个会话

source: Delete all deletable sessions (%lld)…
zh_hans: 删除所有可删除的会话（%lld）…

source: Delete session
zh_hans: 删除会话

source: Delete sessions?
zh_hans: 删除会话？

source: Delete session…
zh_hans: 删除会话…

source: Delete…
zh_hans: 删除…

source: Deleting %lld of %lld…
zh_hans: 正在删除 %lld / %lld…

source: Deleting sessions
zh_hans: 正在删除会话

source: Deletion progress
zh_hans: 删除进度

source: Don't ask again
zh_hans: 不再询问

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: End and close this terminal
zh_hans: 结束并关闭此终端

source: End on %@
zh_hans: 在 %@ 上结束

source: End session
zh_hans: 结束会话

source: End session…
zh_hans: 结束会话…

source: End this CLI session?
zh_hans: 结束此 CLI 会话？

source: Ended
zh_hans: 已结束

source: Every open tab in one list
zh_hans: 所有标签页都在这里

source: Exited (%d)
zh_hans: 已退出（%d）

source: Expand Group
zh_hans: 展开标签组

source: Expand project
zh_hans: 展开项目

source: Export
zh_hans: 导出

source: Export %lld conversations
zh_hans: 导出 %lld 个对话

source: Export conversation
zh_hans: 导出对话

source: Export conversations
zh_hans: 导出对话

source: Feedback
zh_hans: 反馈

source: Feedback and issues start with these versions filled in.
zh_hans: 反馈和问题报告会自动附上以上版本信息。

source: Filter project sessions
zh_hans: 筛选项目中的会话

source: Filters active
zh_hans: 已启用筛选

source: Find a session
zh_hans: 查找会话

source: Find any session
zh_hans: 找到任意会话

source: Find in conversation
zh_hans: 在对话中查找

source: Find in conversation (⌘F)
zh_hans: 在对话中查找（⌘F）

source: Find in the conversation
zh_hans: 在对话中查找

source: Find in this conversation
zh_hans: 在这段对话中查找

source: Finishes its turn
zh_hans: 完成一轮任务

source: First message
zh_hans: 第一条消息

source: Fixed
zh_hans: 修复

source: Follow System
zh_hans: 跟随系统

source: Font
zh_hans: 字体

source: Font size
zh_hans: 字号

source: For sessions to survive disconnects or closed tabs, install `tmux` on the host. Reopen a session to reattach.
zh_hans: 在主机上安装 `tmux`，可让会话在断线或关闭标签后继续运行。再次打开会话即可重新连接。

source: For tabs whose CLI can keep running in tmux. Don't ask again in the close dialog sets it too.
zh_hans: 适用于 CLI 可在 tmux 中保持运行的标签。关闭对话框中的“不再询问”也会设置此项。

source: Fork in the native CLI
zh_hans: 在原生 CLI 中创建分支

source: Full
zh_hans: 全宽

source: Full Disk Access
zh_hans: 完全磁盘访问权限

source: General
zh_hans: 通用

source: Go to a tab by its position
zh_hans: 按位置切换到标签页

source: Go to the first available message
zh_hans: 跳到第一条可用消息

source: Go to the latest message
zh_hans: 跳到最新消息

source: Got it
zh_hans: 知道了

source: Help
zh_hans: 帮助

source: Hide %lld subagent sessions
zh_hans: 隐藏 %lld 个子代理会话

source: Hide Sidebar
zh_hans: 隐藏侧栏

source: Hide or show the sidebar
zh_hans: 隐藏或显示侧栏

source: Hide sidebar
zh_hans: 隐藏侧栏

source: Hide sidebar (⌘B)
zh_hans: 隐藏侧栏（⌘B）

source: Hide subagent sessions of %@
zh_hans: 隐藏 %@ 的子代理会话

source: Hide the sidebar to give the terminal the whole window, and click again to bring it back. ⌘B does the same.
zh_hans: 隐藏侧栏，让终端占满整个窗口；再点一次即可恢复。⌘B 也可以。

source: Host
zh_hans: 主机

source: How it works
zh_hans: 使用方式

source: If a session is missing
zh_hans: 找不到会话时

source: If a session opens a shell instead of its CLI, the host's shell startup starts another program first, such as tmux or zsh. The app checks for this and works around it when it can; the host's **⋯** says what it found.
zh_hans: 如果会话打开的是 shell 而不是它的 CLI，说明主机的 shell 启动配置先启动了另一个程序，例如 tmux 或 zsh。应用会检查这种情况，并尽可能绕过它；主机的 **⋯** 会显示检查结果。

source: Image
zh_hans: 图片

source: Image can't be shown
zh_hans: 无法显示图片

source: Import
zh_hans: 导入

source: Improved
zh_hans: 改进

source: In **Projects**, clear the filters, then click the host's refresh button.
zh_hans: 在 **项目** 中清除所有筛选，然后单击该主机的刷新按钮。

source: Install `rsync` and the CLIs you use on the host.
zh_hans: 在主机上安装 `rsync` 和需要使用的 CLI。

source: Interface language
zh_hans: 界面语言

source: JustSessions Help
zh_hans: JustSessions 帮助

source: JustSessions Website
zh_hans: JustSessions 网站

source: JustSessions and the CLIs in its terminals need it to reach a device on your network, such as an SSH host at a local address. macOS doesn't let apps check it, so look for JustSessions in Privacy & Security > Local Network.
zh_hans: JustSessions 及其终端中的 CLI 需要它来访问你所在网络中的设备，例如本地地址上的 SSH 主机。macOS 不允许应用检查这项权限，请在「隐私与安全性 > 本地网络」中找到 JustSessions。

source: JustSessions quit unexpectedly
zh_hans: JustSessions 意外退出了

source: JustSessions read the history your CLIs keep and grouped it by project. Nothing was imported or uploaded.
zh_hans: JustSessions 读取了各 CLI 自己保存的历史，并按项目分组。没有导入或上传任何内容。

source: Keep running
zh_hans: 保持运行

source: Keep running leaves the CLI running in tmux on %@; click the session to reattach. End session stops it.
zh_hans: 保持运行会让 CLI 继续在 %@ 的 tmux 中运行；点击会话即可重新连接。结束会话会停止 CLI。

source: Keyboard shortcuts
zh_hans: 键盘快捷键

source: Larger reading text
zh_hans: 增大阅读字号

source: Larger text
zh_hans: 增大字号

source: Last 7 days
zh_hans: 最近 7 天

source: Last Tab
zh_hans: 最后一个标签

source: Last tab
zh_hans: 最后一个标签页

source: Latest message
zh_hans: 最新消息

source: Latest release notes ↗
zh_hans: 最新更新说明 ↗

source: Launch JustSessions at login
zh_hans: 开机启动 JustSessions

source: Lets JustSessions tell you when a session needs your input or finishes its turn. Choose which in General.
zh_hans: 让 JustSessions 在会话需要你的输入或完成本轮回复时通知你。在「通用」中选择通知哪些情况。

source: Light
zh_hans: 浅色

source: Light or dark
zh_hans: 浅色或深色

source: List the sessions on another machine you reach with ssh
zh_hans: 列出可通过 SSH 连接的另一台机器上的会话

source: Lists the monospaced fonts installed on this Mac.
zh_hans: 列出此 Mac 上安装的等宽字体。

source: Load earlier messages
zh_hans: 加载更早的消息

source: Load later messages
zh_hans: 加载后续消息

source: Local Network
zh_hans: 本地网络

source: Match app
zh_hans: 与应用一致

source: Match app theme
zh_hans: 与应用主题一致

source: More actions
zh_hans: 更多操作

source: More actions for %@
zh_hans: %@ 的更多操作

source: More in the right-click menu
zh_hans: 右键菜单里还有更多

source: More in the user guide ↗
zh_hans: 在用户指南中查看更多 ↗

source: More room for the terminal
zh_hans: 给终端更多空间

source: Move Here
zh_hans: 移到这里

source: Move Tab to This Window
zh_hans: 将标签页移至此窗口

source: Move tab into split view
zh_hans: 将标签页移至拆分视图

source: Name
zh_hans: 名称

source: Needs my input, such as a permission prompt (not Codex)
zh_hans: 需要我的输入，例如权限确认（Codex 除外）

source: Nerd Font icons
zh_hans: Nerd Font 图标

source: New
zh_hans: 新增

source: New Session…
zh_hans: 新建会话…

source: New Tab…
zh_hans: 新建标签…

source: New Window
zh_hans: 新建窗口

source: New session
zh_hans: 新建会话

source: New session (⌘N)
zh_hans: 新建会话（⌘N）

source: New session in %@
zh_hans: 在 %@ 中新建会话

source: New split view with current tab
zh_hans: 使用当前标签页创建新的拆分视图

source: New terminal
zh_hans: 新建终端

source: New window
zh_hans: 新建窗口

source: Next
zh_hans: 下一步

source: Next Tab
zh_hans: 下一个标签

source: Next match
zh_hans: 下一个匹配项

source: Next match (⌘G or Return)
zh_hans: 下一个匹配项（⌘G 或 Return）

source: Next tab
zh_hans: 下一个标签页

source: No Claude Code, Codex, Pi, or OpenCode session is waiting for you
zh_hans: 没有等待你处理的 Claude Code、Codex、Pi 或 OpenCode 会话

source: No archived projects
zh_hans: 没有已归档的项目

source: No matches
zh_hans: 无匹配项

source: No matching open tabs
zh_hans: 没有匹配的已打开标签

source: No matching projects or sessions
zh_hans: 无匹配的项目或会话

source: No messages yet
zh_hans: 暂无消息

source: No open tabs
zh_hans: 暂无打开的标签

source: No session selected
zh_hans: 未选择会话

source: No sessions
zh_hans: 暂无会话

source: No sessions in the past seven days
zh_hans: 过去七天没有会话

# No supported CLI found on %@. Install %@ there, then refresh.
source: No supported CLI found on %1$@. Install %2$@ there, then refresh.
zh_hans: 在 %@ 上未找到支持的 CLI。请在该主机安装 %@，然后刷新。

source: No supported CLI found on this Mac. Install %@, then refresh.
zh_hans: 本机未找到支持的 CLI。请安装 %@，然后刷新。

source: Not Now
zh_hans: 以后再说

source: Not allowed
zh_hans: 未允许

source: Not asked yet
zh_hans: 尚未请求

source: Notifications
zh_hans: 通知

source: Notifications for JustSessions are turned off in System Settings > Notifications.
zh_hans: JustSessions 的通知已在「系统设置 > 通知」中关闭。

source: Notify me when a session
zh_hans: 在以下情况通知我

source: OK
zh_hans: 好

source: On an SSH host, check passwordless SSH, rsync, and the CLI there. A host at a local address also needs **Local Network** in Permissions.
zh_hans: 对于 SSH 主机，检查免密码 SSH、rsync 以及主机上的 CLI。位于本地地址的主机还需要在权限中开启 **本地网络**。

source: Once Claude Code, Codex, or another supported CLI saves a conversation, it shows up here, grouped by project.
zh_hans: Claude Code、Codex 或其他支持的 CLI 保存对话后，它会按项目出现在这里。

source: Only renames it in JustSessions. Leave empty to use the folder name (%@).
zh_hans: 仅在 JustSessions 中重命名。留空可使用文件夹名称（%@）。

source: Open Login Items Settings
zh_hans: 打开登录项设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open a new issue on GitHub
zh_hans: 在 GitHub 上报告问题

source: Open in a separate reading window
zh_hans: 在独立阅读窗口中打开

source: Open in new window
zh_hans: 在新窗口中打开

source: Open project in
zh_hans: 打开项目于

source: Open project in Finder
zh_hans: 在 Finder 中打开项目

source: Open tabs
zh_hans: 已打开

source: Open terminal
zh_hans: 打开终端

source: Open the JustSessions website
zh_hans: 打开 JustSessions 网站

source: Open the source code on GitHub
zh_hans: 在 GitHub 上查看源代码

source: Optional
zh_hans: 可选

source: Optional. Without it, macOS asks about each protected folder, such as Documents or an external drive, the first time a CLI in a terminal opens files there.
zh_hans: 可选。没有它时，终端中的 CLI 第一次打开受保护文件夹（例如「文稿」或外置磁盘）中的文件，macOS 会逐个询问。

source: Organize
zh_hans: 整理

source: Passwordless SSH from this Mac
zh_hans: 从这台 Mac 免密码 SSH 登录

source: Path on the host, such as ~/code/app
zh_hans: 主机上的路径，例如 ~/code/app

source: Permissions
zh_hans: 权限

source: Pick up where you left off
zh_hans: 从上次停下的地方继续

source: Picks the light or dark version of color schemes that have both.
zh_hans: 为同时有浅色和深色版本的配色方案选择其中一个版本。

source: Pin project
zh_hans: 置顶项目

source: Pin session
zh_hans: 置顶会话

source: Pinned
zh_hans: 已置顶

source: Plain text (.txt)…
zh_hans: 纯文本（.txt）…

source: Preview
zh_hans: 预览

source: Previous Tab
zh_hans: 上一个标签

source: Previous match
zh_hans: 上一个匹配项

source: Previous match (⇧⌘G or ⇧Return)
zh_hans: 上一个匹配项（⇧⌘G 或 ⇧Return）

source: Previous tab
zh_hans: 上一个标签页

source: Project filters are active
zh_hans: 项目筛选已启用

source: Project folder
zh_hans: 项目文件夹

source: Project folder on %@
zh_hans: %@ 上的项目文件夹

source: Projects
zh_hans: 项目

source: Read a session
zh_hans: 阅读会话

source: Read first, then resume
zh_hans: 先阅读，再继续

source: Read only
zh_hans: 只读

source: Readable
zh_hans: 适合阅读

source: Reading a session
zh_hans: 阅读会话

source: Reading width
zh_hans: 阅读宽度

source: Recent projects
zh_hans: 最近的项目

source: Reconnect
zh_hans: 重新连接

source: Refresh
zh_hans: 刷新

source: Refresh sessions on %@
zh_hans: 刷新 %@ 的会话

source: Refresh sessions on this Mac
zh_hans: 刷新此 Mac 的会话

source: Refreshing %@
zh_hans: 正在刷新 %@

source: Refreshing this Mac
zh_hans: 正在刷新此 Mac

source: Release history could not be loaded. Read the latest notes on the website.
zh_hans: 无法加载更新历史。请在网站查看最新说明。

source: Release notes
zh_hans: 更新说明

source: Remove host
zh_hans: 移除主机

source: Rename
zh_hans: 重命名

source: Rename conversation
zh_hans: 重命名对话

source: Rename project
zh_hans: 重命名项目

source: Rename project…
zh_hans: 重命名项目…
